Repository: dagargo/overwitch
Catalog: po/*.po
Languages: ca

source: Stop All Devices
ca: Para tots el dispositius

source: Start All Devices
ca: Arranca tots el dispositius

source: JACK at %.5g kHz, %u period
ca: JACK a %.5g kHz, període de %u

source: Acknowledgements
ca: Agraïments

source: Stopped
ca: Parat

source: Ready
ca: Preparat

source: Booting
ca: Arrancant

source: Tuning
ca: Ajustant

source: Running
ca: Executant

source: Retuning
ca: Reajustant

source: Show All Columns
ca: Mostra totes les columnes

source: Preferences
ca: Preferències

source: About
ca: _Quant a

source: Exit
ca: Ix

source: Overbridge 2 device client for JACK
ca: Client JACK per a dispositius Overbridge 2

source: translator-credits
ca: David García Goñi <dagargo@gmail.com>

source: Device
ca: Dispositiu

source: Name
ca: Nom

source: Status
ca: Estat

source: Address
ca: Adreça

source: Target Delay
ca: Retard objectiu

source: Overbridge to JACK latency
ca: Latència de JACK a Overbridge

source: JACK to Overbridge latency
ca: Latència d'Overbridge a JACK

source: Overbridge to JACK ratio
ca: Ràtio entre Overbridge i JACK

source: JACK to Overbridge ratio
ca: Ràtio entre JACK i Overbridge

source: Overbridge 1 Blocks
ca: Blocs en Overbridge 1

source: Overbridge 1 Blocks (48 frames) per USB Transfer
ca: Blocs en Overbridge 1 (48 mostres) per transferència USB

source: Overbridge 2 Blocks
ca: Blocs en Overbridge 2

source: Overbridge 2 Blocks (7 frames) per USB Transfer
ca: Blocs en Overbridge 2 (7 mostres) per transferència USB

source: Transfer Timeout
ca: Temps d'expiració

source: USB Transfer Timeout (ms)
ca: Temps d'expiració de la transferéncia USB (ms)

source: Resampler Quality
ca: Qualitat de remostreig

source: Resampler quality to balance out the CPU usage
ca: Qualitat de remostreig per a equilibrar l'ús de CPU

source: PipeWire Properties
ca: Propietats de PipeWire

source: Value of the "PIPEWIRE_PROPS" environment variable
ca: Valor de la variable d'entorn «PIPEWIRE_PROPS»

source: _Cancel
ca: _Cancel·la

source: _Save
ca: _Alça

source: Highest
ca: Màxima

source: High
ca: Alta

source: Medium
ca: Mitja

source: Low
ca: Baixa

source: Lowest
ca: Mínima
